Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsEditUserTapToSignInManualActionTitle
source: Sign in Manually
ar: تسجيل الدخول يدويًا
ca: Inicia sessió manualment
cs: Přihlásit se ručně
da: Log ind manuelt
de: Manuell anmelden
el: Σύνδεση χειροκίνητα
es: Iniciar sesión manualmente
es_us: Iniciar sesión manualmente
fi: Kirjaudu sisään käsin
fr: Connexion manuelle
fr_ca: Se connecter manuellement
he: התחברות ידנית
hi: मैनुअली साइन इन करें
hr: Prijavite se ručno
hu: Bejelentkezés manuálisan
id: Masuk Secara Manual
it: Accedi manualmente
ja: 手動でサインイン
ko: 직접 로그인
ms: Daftar masuk Secara Manual
nb: Logg på manuelt
nl: Log handmatig in
pl: Zaloguj się ręcznie
pt_br: Iniciar Sessão Manualmente
pt_pt: Iniciar sessão manualmente
ro: Autentificați‑vă manual
ru: Войти вручную
sk: Prihlásiť sa manuálne
sl: Ročni vpis
sv: Logga in manuellt
th: ลงชื่อเข้าด้วยตนเอง
tr: Elle Giriş Yap
uk: Увійти вручну
vi: Đăng nhập thủ công
zh_cn: 手动登录
zh_hk: 手動登入
zh_tw: 手動登入

# AccountsEditUserTapToSignInTitle
source: Sign In to Update
ar: تسجيل الدخول للتحديث
ca: Inicia sessió per actualitzar les dades
cs: Chcete‑li aktualizovat data, přihlaste se
da: Log ind for at opdatere
de: Für Update anmelden
el: Συνδεθείτε για ενημέρωση
es: Inicia sesión para actualizar
es_us: Inicia sesión para actualizar
fi: Päivitä kirjautumalla sisään
fr: Connectez-vous pour mettre à jour
fr_ca: Se connecter pour mettre à jour
he: יש להתחבר כדי לעדכן
hi: अपडेट करने के लिए साइन इन करें
hr: Prijavite se za ažuriranje
hu: Bejelentkezés a frissítéshez
id: Masuk untuk Memperbarui
it: Accedi per eseguire l’aggiornamento
ja: サインインしてアップデート
ko: 로그인하여 업데이트하기
ms: Daftar Masuk untuk Mengemas Kini
nb: Logg på for å oppdatere
nl: Log in om bij te werken
pl: Zaloguj się, aby uaktualnić
pt_br: Inicie a Sessão para Atualizar
pt_pt: Iniciar sessão para atualizar
ro: Autentificați‑vă pentru actualizare
ru: Выполните вход для обновления
sk: Ak chcete aktualizovať dáta, prihláste sa
sl: Za posodobitev se vpišite
sv: Logga in för att uppdatera
th: ลงชื่อเข้าเพื่ออัปเดต
tr: Güncellemek İçin Giriş Yapın
uk: Увійдіть, щоб оновити
vi: Đăng nhập để cập nhật
zh_cn: 登录以更新
zh_hk: 登入以更新
zh_tw: 登入來更新

# AccountsHomeSharingTitle
source: Home Sharing
ar: المشاركة المنزلية
ca: Ús compartit a casa
cs: Domácí sdílení
da: Deling i hjemmet
de: Privatfreigabe
el: Οικιακή κοινή χρήση
es: Compartir en casa
es_us: Compartir en casa
fi: Kotijako
fr: Partage à domicile
fr_ca: Partage à domicile
he: שיתוף ביתי
hi: होम शेयरिंग
hr: Dijeljenje unutar doma
hu: Otthoni megosztás
id: Berbagi Rumah
it: In casa
ja: ホームシェアリング
ko: 홈 공유
ms: Perkongsian Rumah
nb: Hjemmedeling
nl: Thuisdeling
pl: Kolekcja domowa
pt_br: Compartilhamento Pessoal
pt_pt: Partilha doméstica
ro: Partajare casnică
ru: Домашняя коллекция
sk: Domáce zdieľanie
sl: Souporaba doma
sv: Hemmadelning
th: การแชร์ภายในพื้นที่
tr: Ev Paylaşımı
uk: Домашня колекція
zh_cn: 家庭共享
zh_hk: 家庭共享
zh_tw: 家庭共享

# AccountsICloudDescription
source: The Apple Account associated with this iCloud determines the Home, Photo Library, and CloudKit for this Apple TV.
ar: حساب Apple المقترن بحساب iCloud هذا يحدد المنزل ومكتبة الصور و CloudKit لهذا الـ Apple TV.
ca: El compte d’Apple associat a aquest iCloud determina la informació de casa, la fototeca i el CloudKit d’aquest Apple TV.
cs: Účet Apple sdružený s tímto účtem na iCloudu určuje domácnost, knihovnu fotek a CloudKit pro tuto Apple TV.
da: Apple-kontoen tilknyttet denne iCloud-konto bestemmer Hjem, fotobiblioteket og CloudKit til dette Apple TV.
de: Anhand des mit dieser iCloud verknüpften Apple Accounts werden die Home-App, die Fotomediathek und CloudKit für dieses Apple TV bestimmt.
el: Ο λογαριασμός Apple που είναι συσχετισμένος με αυτό το iCloud προσδιορίζει την Οικία, τη Βιβλιοθήκη φωτογραφιών και το CloudKit για αυτό το Apple TV.
es: La cuenta de Apple asociada a este iCloud determina la información de la app Casa, la fototeca y los datos de CloudKit de este Apple TV.
es_us: La cuenta de Apple asociada con esta cuenta de iCloud determina el uso de Casa, la fototeca y CloudKit en este Apple TV.
fi: Tähän iCloudiin yhdistetty Apple-tili määrittää tämän Apple TV:n Kodin, kuvakirjaston ja CloudKitin.
fr: Le compte Apple associé à ce compte iCloud détermine l’écran d’accueil, la photothèque et les données CloudKit utilisés par cette Apple TV.
fr_ca: L’app Domicile, la photothèque et les données CloudKit de cette Apple TV s’affichent en fonction du compte Apple associé à ce compte iCloud.
he: חשבון ה-Apple שמקושר ל-iCloud זה יגדיר אצלך ב-Apple TV את ״הבית שלי״, ״ספריית התמונות״ ו-CloudKit.
hi: इस iCloud से संबद्ध Apple खाता इस Apple TV के लिए घर, तस्वीर लाइब्रेरी और CloudKit को निर्धारित करता है।
hr: Apple račun povezan s ovim iCloud računom određuje Dom, Foto medijateku i CloudKit za ovaj Apple TV.
hu: Az ehhez az iCloudhoz hozzárendelt Apple-fiók határozza meg az Otthont, a Fotókönyvtárat és a CloudKitet ehhez az Apple TV-hez.
id: Akun Apple yang terkait dengan iCloud ini menentukan Beranda, Perpustakaan Foto, dan CloudKit untuk Apple TV ini.
it: L’Apple Account associato a questo account iCloud gestisce l’abitazione, la libreria foto e CloudKit su questa Apple TV.
ja: このiCloudに関連付けられているApple Accountにより、このApple TV用のホーム、写真ライブラリ、CloudKitが決定されます。
ko: 이 iCloud와 연결된 Apple 계정은 이 Apple TV용으로 사용할 홈, 사진 보관함 및 CloudKit를 결정합니다.
ms: Akaun Apple yang dikaitkan dengan iCloud ini menentukan Rumah, Pustaka Foto dan CloudKit untuk Apple TV ini.
nb: Apple-kontoen tilknyttet denne iCloud-kontoen avgjør hvilket Hjem, bildebibliotek og CloudKit som brukes med Apple TV.
nl: De Apple Account die aan deze iCloud is gekoppeld, bepaalt de woning, fotobibliotheek en CloudKit voor deze Apple TV.
pl: Konto Apple powiązane z tym kontem iCloud określa dom, bibliotekę zdjęć i CloudKit tego Apple TV.
pt_br: A Conta Apple associada a esta conta do iCloud determina o app Casa, a Fototeca e o CloudKit para esta Apple TV.
pt_pt: A conta Apple associada a esta conta iCloud determina a aplicação Casa, a fototeca e CloudKit a usar com esta Apple TV.
ro: Contul Apple asociat cu acest cont de iCloud determină locuința, biblioteca foto și opțiunile CloudKit pentru acest Apple TV.
ru: От Аккаунта Apple, связанного с iCloud, зависит то, какой контент будет отображаться на этом Apple TV в приложении «Дом», медиатеке «Фото», а также в приложениях с поддержкой CloudKit.
sk: Apple TV bude pre knižnicu fotiek, Domácnosť a CloudKit používať iCloud dáta z tohto Apple účtu.
sl: Račun Apple, povezan s tem računom iCloud, določa Dom, knjižnico fotografij in CloudKit za ta Apple TV.
sv: Det Apple‑konto som är kopplat till detta iCloud-konto bestämmer Hem, Bildbibliotek och CloudKit för denna Apple TV.
th: บัญชี Apple ที่ผูกกับ iCloud นี้ใช้กำหนดบ้าน คลังรูปภาพ และ CloudKit สำหรับ Apple TV เครื่องนี้
tr: Bu iCloud ile ilişkili Apple Hesabı, bu Apple TV için Ev’i, Fotoğraf Arşivi’ni ve CloudKit’i belirler.
uk: Обліковий запис Apple, повʼязаний із цим iCloud, визначає Дім, Фототеку і CloudKit для цього Apple TV.
vi: Tài khoản Apple được liên kết với iCloud này xác định Nhà, Thư viện ảnh và CloudKit cho Apple TV này.
zh_cn: 这台Apple TV的“家庭”、照片图库和CloudKit取决于与此iCloud关联的Apple账户。
zh_hk: 與此iCloud有關聯的Apple帳户會決定此Apple TV的「家居」、「相片圖庫」及CloudKit。
zh_tw: 與此iCloud相關的「Apple帳號」會決定這部Apple TV的「家庭」、「照片圖庫」和CloudKit。

# AccountSignInAlertReason
source: If you have an Apple Account, enter it here. If you don’t, or forgot your password, go to account.apple.com.
ar: إذا كان لديك حساب Apple، فأدخله هنا. وإذا لم يكن لديك، أو إذا نسيت كلمة السر، فانتقل إلى account.apple.com.
ca: Si tens un compte d’Apple, introdueix‑lo aquí. Si no en tens, o bé no en recordes la contrasenya, ves a account.apple.com.
cs: Máte‑li účet Apple, zadejte jeho název. Pokud účet nemáte nebo jste zapomněli heslo, navštivte stránku account.apple.com/cz.
da: Hvis du har en Apple-konto, skal du skrive den her. Hvis ikke, eller hvis du har glemt din adgangskode, skal du gå til account.apple.com.
de: Gib deinen Apple Account hier ein. Falls du keinen hast oder dein Passwort vergessen hast, besuche die Website „account.apple.com“.
el: Αν διαθέτετε λογαριασμό Apple, εισαγάγετέ τον εδώ. Αν δεν έχετε συνθηματικό ή το έχετε ξεχάσει, μεταβείτε στη διεύθυνση account.apple.com.
es: Si tienes una cuenta de Apple, introdúcela aquí. Si no tienes o has olvidado la contraseña, ve a account.apple.com.
es_us: Si tienes una cuenta de Apple, ingrésala aquí. Si no la tienes o si olvidaste tu contraseña, visita account.apple.com.
fi: Jos sinulla on Apple-tili, syötä se tähän. Jos ei ole tai unohdit salasanasi, mene osoitteeseen account.apple.com.
fr: Si vous avez un compte Apple, saisissez ses identifiants ici. Si vous n’en avez pas ou si vous avez oublié votre mot de passe, rendez-vous sur account.apple.com.
fr_ca: Entrez votre compte Apple ici. Si vous n’en avez pas ou si vous avez oublié votre mot de passe, rendez-vous sur account.apple.com.
he: אם יש לך חשבון Apple, באפשרותך להזין אותו כאן. אם אין לך חשבון Apple או ששכחת את הסיסמה שלך, באפשרותך לעבור אל account.apple.com.
hi: अगर आपके पास Apple खाता है, तो उसे यहाँ दर्ज करें। अगर आपके पास पासवर्ड नहीं है या आप भूल गए हैं, तो account.apple.com पर जाएँ।
hr: Ako imate Apple račun, unesite ga ovdje. Ako nemate ili ste zaboravili svoju lozinku, idite na account.apple.com.
hu: Ha rendelkezik Apple-fiókkal, adja meg itt. Ha még nem, vagy ha elfelejtette a jelszavát, akkor látogasson el az account.apple.com weboldalra.
id: Jika Anda memiliki Akun Apple, masukkan di sini. Jika tidak, atau Anda lupa kata sandi Anda, buka account.apple.com.
it: Inserisci qui il tuo Apple Account. Se non ne possiedi uno oppure non ne ricordi la password o il nome utente, vai alla pagina account.apple.com.
ja: Apple Accountをお持ちの場合は、ここに入力してください。お持ちでない場合や、またはパスワードを忘れた場合は、account.apple.com にアクセスしてください。
ko: Apple 계정이 있는 경우 여기에 입력하십시오. Apple 계정이 없거나 암호를 잊어버린 경우 account.apple.com으로 이동하십시오.
ms: Jika anda mempunyai Akaun Apple, masukkannya di sini. Jika tidak atau anda terlupa kata laluan anda, pergi ke account.apple.com/my.
nb: Hvis du har en Apple-konto, oppgir du den her. Hvis du ikke har et passord, eller du har glemt det, går du til account.apple.com.
nl: Als je een Apple Account hebt, voer je die hier in. Als je je wachtwoord vergeten bent, ga je naar account.apple.com.
pl: Jeśli masz konto Apple, podaj je tutaj. Jeśli nie (lub nie pamiętasz hasła), odwiedź stronę account.apple.com.
pt_br: Se você tiver uma Conta Apple, digite‑a aqui. Se não tiver ou tiver esquecido sua senha, acesse account.apple.com.
pt_pt: Se tiver uma conta Apple, digite‑a aqui. Se não tiver ou caso se tenha esquecido da palavra‑passe, aceda a account.apple.com.
ro: Dacă aveți un cont Apple, introduceți‑l aici. Dacă nu aveți sau v‑ați uitat parola, accesați account.apple.com.
ru: Если у Вас есть Аккаунт Apple, укажите его здесь. Если у Вас нет учетной записи или Вы не помните пароль, посетите сайт account.apple.com.
sk: Ak máte Apple účet, zadajte ho tu. Ak ho nemáte alebo ste zabudli svoje heslo, navštívte account.apple.com.
sl: Če imate račun Apple, ga vnesite tukaj. Če ga nimate ali ste pozabili geslo, pojdite na account.apple.com.
sv: Om du har ett Apple‑konto anger du det här. Om du inte har ett, eller har glömt ditt Apple‑konto eller lösenord, besöker du account.apple.com.
th: ถ้าคุณมีบัญชี Apple ให้ป้อนที่นี่ ถ้าคุณไม่มีหรือลืมรหัสผ่านของคุณ ให้ไปที่ account.apple.com/th
tr: Apple Hesabı’nız varsa burada girin. Hesabınız yoksa veya parolanızı unuttuysanız account.apple.com/tr/ adresine gidin.
uk: Якщо у вас є обліковий запис Apple, введіть його тут. Якщо у вас його немає або ви забули свій пароль, зайдіть на account.apple.com.
vi: Nếu bạn có Tài khoản Apple, hãy nhập tại đây. Nếu bạn không có hoặc đã quên mật khẩu, hãy truy cập account.apple.com/vn.
zh_cn: 若已有Apple账户，请在此输入。若没有，或者忘记密码，请前往account.apple.com。
zh_hk: 如你擁有Apple帳户，請在此處輸入。如你沒有或忘記密碼，請前往account.apple.com/hk/。
zh_tw: 若有「Apple帳號」，請在此輸入。若沒有「Apple帳號」或忘記密碼，請前往account.apple.com。

# AccountSigningInTitle
source: Signing In…
ar: يجري تسجيل الدخول…
ca: Iniciant sessió…
cs: Přihlašování…
da: Logger ind…
de: Anmelden …
el: Σύνδεση…
es: Iniciando sesión…
es_us: Iniciando sesión…
fi: Kirjaudutaan sisään…
fr: Connexion…
fr_ca: Connexion…
he: מתחבר…
hi: साइन इन किया जा रहा है…
hr: Prijavljivanje…
hu: Bejelentkezés…
id: Masuk…
it: Accedo…
ja: サインイン中…
ko: 로그인 중…
ms: Mendaftar Masuk…
nb: Logger på…
nl: Inloggen…
pl: Loguję się…
pt_br: Iniciando Sessão…
pt_pt: A iniciar sessão…
ro: Autentificare…
ru: Вход в систему…
sk: Prihlasovanie…
sl: Vpisovanje …
sv: Loggar in…
th: กำลังลงชื่อเข้า…
tr: Giriş Yapılıyor…
uk: Триває вхід…
vi: Đang đăng nhập…
zh_cn: 正在登录…
zh_hk: 正在登入⋯
zh_tw: 正在登入⋯

# AccountSigningOutTitle
source: Signing Out…
ar: يجري تسجيل الخروج…
ca: Tancant la sessió…
cs: Odhlašování…
da: Logger ud…
de: Abmelden …
el: Αποσύνδεση…
es: Cerrando sesión…
es_us: Cerrando sesión…
fi: Kirjaudutaan ulos…
fr: Déconnexion…
fr_ca: Déconnexion…
he: מתנתק…
hi: साइन आउट हो रहा है…
hr: Odjava…
hu: Kijelentkezés…
id: Keluar…
it: Esco…
ja: サインアウト中…
ko: 로그아웃 중…
ms: Mendaftar Keluar…
nb: Logger av…
nl: Uitloggen…
pl: Wylogowuję…
pt_br: Finalizando Sessão…
pt_pt: A terminar sessão…
ro: Ieșire din cont…
ru: Выход…
sk: Odhlasovanie…
sl: Izpisovanje …
sv: Loggar ut…
th: กำลังลงชื่อออก…
tr: Çıkış Yapılıyor…
uk: Триває вихід…
vi: Đang đăng xuất…
zh_cn: 正在退出登录…
zh_hk: 正在登出⋯
zh_tw: 正在登出⋯

# AccountsManualSignInUserButtonTitle
source: Sign in Manually
ar: تسجيل الدخول يدويًا
ca: Inicia sessió manualment
cs: Přihlásit se ručně
da: Log ind manuelt
de: Manuell anmelden
el: Σύνδεση χειροκίνητα
es: Iniciar sesión manualmente
es_us: Iniciar sesión manualmente
fi: Kirjaudu sisään käsin
fr: Connexion manuelle
fr_ca: Se connecter manuellement
he: התחברות ידנית
hi: मैनुअली साइन इन करें
hr: Prijavite se ručno
hu: Bejelentkezés manuálisan
id: Masuk Secara Manual
it: Accedi manualmente
ja: 手動でサインイン
ko: 직접 로그인
ms: Daftar masuk Secara Manual
nb: Logg på manuelt
nl: Log handmatig in
pl: Zaloguj się ręcznie
pt_br: Iniciar Sessão Manualmente
pt_pt: Iniciar sessão manualmente
ro: Autentificați‑vă manual
ru: Войти вручную
sk: Prihlásiť sa manuálne
sl: Ročni vpis
sv: Logga in manuellt
th: ลงชื่อเข้าด้วยตนเอง
tr: Elle Giriş Yap
uk: Увійти вручну
vi: Đăng nhập thủ công
zh_cn: 手动登录
zh_hk: 手動登入
zh_tw: 手動登入

# AccountsRepairCDPContinueAction
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續

# AccountsRepairCDPDialogMessage
source: This Apple TV needs to be authorized to join your Home. It will check with a trusted iOS device to proceed.
ar: يجب تخويل هذا الـ Apple TV للانضمام إلى المنزل. سيتم التحقق منه من خلال جهاز iOS موثوق به للمتابعة.
ca: L’Apple TV necessita autorització per unir‑se a casa teva. Demanarà permís a un dispositiu iOS de confiança per continuar.
cs: Před připojením k domácnosti je třeba Apple TV autorizovat. Než budete pokračovat, naváže kontrolní spojení s důvěryhodným iOS zařízením.
da: Dette Apple TV skal godkendes, før det kan føjes til dit Hjem. Godkend via en kendt iOS-enhed for at fortsætte.
de: Dieses Apple TV muss für die Aufnahme in dein Zuhause autorisiert werden. Vor dem Fortsetzen erfolgt eine Prüfung mit einem iOS-Gerät, dem vertraut wird.
el: Αυτό το Apple TV πρέπει να εξουσιοδοτηθεί για προσθήκη στην Οικία σας. Θα πραγματοποιήσει έλεγχο με μια αξιόπιστη συσκευή iOS για να συνεχίσει.
es: Para poder añadir este Apple TV a tu casa, debe estar autorizado. Se verificará mediante un dispositivo iOS de confianza para continuar.
es_us: Este Apple TV necesita autorización para unirse a tu casa. Se verificará con un dispositivo iOS de confianza para continuar.
fi: Tämä Apple TV on valtuutettava kotiin liittämistä varten. Luotettu iOS-laite varmistaa sen ennen jatkamista.
fr: Cette Apple TV doit être autorisée à rejoindre votre domicile. Pour ce faire, utilisez un appareil iOS approuvé.
fr_ca: Cette Apple TV doit être autorisée à se connecter à votre domicile. Confirmez l’accès sur un appareil iOS de confiance pour poursuivre.
he: יש לאשר ל-Apple TV זה להצטרף אל ״הבית שלי״. כדי לאשר, יש להשתמש במכשיר iOS מהימן.
hi: आपके घर से जोड़ने के लिए इस Apple TV को अधिकृत करना होगा। आगे बढ़ने के लिए यह किसी भरोसेमंद iOS डिवाइस के साथ जाँचेगा।
hr: Ovaj Apple TV treba biti autoriziran za pridruživanje vašem Domu. Za nastavak će se izvršiti provjera pomoću pouzdanog iOS uređaja.
hu: Ezt az Apple TV‑t fel kell jogosítani, hogy csatlakozni tudjon az otthonához. A folytatáshoz ellenőrzést kell végezni egy megbízható iOS-eszközzel.
id: Apple TV ini harus disahkan untuk bergabung dengan Rumah Anda. Apple TV akan mengonfirmasi dengan perangkat iOS tepercaya untuk melanjutkan.
it: Apple TV deve essere autorizzata per essere aggiunta all’abitazione. Verrà eseguita la verifica con un dispositivo iOS attendibile.
ja: ホームに追加するには、このApple TVが認証されている必要があります。処理を続行するため信頼できるiOSデバイスでチェックされます。
ko: 이 Apple TV를 홈에 추가하려면 승인을 받아야 합니다. 신뢰하는 iOS 기기에서 확인 절차를 진행합니다.
ms: Apple TV ini perlu dibenarkan untuk menyertai Rumah anda. Ia akan menyemak dengan peranti iOS dipercayai untuk meneruskan.
nb: Apple TV må autoriseres for å bli med i hjemmet ditt. Autoriser den på en godkjent iOS-enhet for å fortsette.
nl: Deze Apple TV moet worden geautoriseerd om aan deze woning te kunnen worden toegevoegd. Om door te gaan, moet verificatie via een vertrouwd iOS-apparaat plaatsvinden.
pl: Musisz autoryzować ten Apple TV przed dołączeniem go do domu. W tym celu zostanie sprawdzony przez zaufane urządzenie iOS.
pt_br: Esta Apple TV precisa de autorização para fazer parte da sua Casa. Para continuar, ela será verificada com um dispositivo iOS.
pt_pt: Esta Apple TV tem de estar autorizada a aceder à sua casa. Para avançar, será verificada através de um dispositivo iOS fidedigno.
ro: Acest Apple TV trebuie să fie autorizat pentru a fi adăugat în Locuință. În acest scop, va fi utilizat un dispozitiv iOS de încredere.
ru: Чтобы добавить в Ваш дом этот Apple TV, требуется авторизовать его. Чтобы продолжить, Apple TV установит связь с доверенным устройством iOS.
sk: Ak chcete toto Apple TV pridať do svojej domácnosti, je potrebné ho autorizovať. Skôr ako bude možné pokračovať, skontroluje ho dôveryhodné iOS zariadenie.
sl: Ta Apple TV je treba pooblastiti, da se lahko pridruži vašemu Domu. Za nadaljevanje se bo opravilo preverjenje z zaupanja vredno napravo iOS.
sv: Denna Apple TV måste auktoriseras innan den kan ansluta till ditt hem. Den kontaktar en betrodd iOS-enhet för att fortsätta.
th: Apple TV เครื่องนี้ต้องได้รับอนุญาตให้เข้าร่วมบ้านของคุณ การอนุญาตจะตรวจสอบด้วยอุปกรณ์ iOS ที่เชื่อถือแล้วเพื่อดำเนินการ
tr: Bu Apple TV’nin Ev’inize katılabilmesi için yetkilendirilmesi gerekiyor. İşlemi sürdürmek için güvenilir bir iOS aygıtı ile denetleyecek.
uk: Цей Apple TV слід авторизувати, щоб приєднати до вашого Дому. Запит авторизації надійде на будь-який довірений iOS‑пристрій.
vi: Apple TV này cần được cấp phép để kết nối vào nhà của bạn. Thiết bị sẽ kiểm tra với một thiết bị iOS được tin cậy để tiếp tục.
zh_cn: 此Apple TV需要授权才能加入你的家。它会检查受信任的iOS设备以继续。
zh_hk: 此Apple TV需經授權才可加至「家居」。需與受信任的iOS裝置確認才可繼續。
zh_tw: 此Apple TV需要授權才能加入你的「家庭」。會與受信任iOS裝置查驗後繼續執行。

# AccountsSandboxDeleteMessage
source: Are you sure you want to remove the sandbox account %@ from this Apple TV?
ar: هل ترغب بالتأكيد في إزالة حساب Sandbox ‏"%@" من هذا الـ Apple TV؟
ca: Confirmes que vols eliminar el compte d’entorn de proves “%@” d’aquest Apple TV?
cs: Určitě chcete z této Apple TV odstranit sandboxový účet %@?
da: Er du sikker på, at du vil fjerne Sandbox-kontoen %@ fra Apple TV?
de: Möchtest du den Sandbox-Account „%@“ wirklich von diesem Apple TV entfernen?
el: Θέλετε σίγουρα να αφαιρέσετε τον λογαριασμό περιοριστικού περιβάλλοντος %@ από αυτό το Apple TV;
es: ¿Seguro que quieres eliminar la cuenta del entorno de pruebas “%@” de este Apple TV?
es_us: ¿Quieres eliminar la cuenta de entorno de pruebas %@ de este Apple TV?
fi: Poistetaanko sandbox-tili %@ tästä Apple TV:stä?
fr: Voulez-vous vraiment supprimer le compte Sandbox %@ de cette Apple TV ?
fr_ca: Souhaitez-vous vraiment supprimer le compte Sandbox « %@ » de cette Apple TV?
he: האם ברצונך להסיר את חשבון ארגז החול (sandbox) %@ מ-Apple TV זה?
hi: क्या आप निश्चित हैं कि आप इस Apple TV से सैंडबॉक्स खाता %@ को हटाना चाहते हैं?
hr: Sigurno želite ukloniti račun Sandboxa %@ s ovog Apple TV‑a?
hu: Biztos benne, hogy el szeretné távolítani a(z) %@ sandboxfiókot erről az Apple TV-ről?
id: Apakah Anda yakin ingin menghapus akun sandbox %@ dari Apple TV ini?
it: Confermi di voler rimuovere l’account sandbox “%@” da questa Apple TV?
ja: サンドボックスアカウント“%@”をこのApple TVから削除してもよろしいですか?
ko: 이 Apple TV에서 %@ 샌드박스 계정을 제거하겠습니까?
ms: Adakah anda pasti mahu mengeluarkan akaun medan ujian %@ daripada Apple TV ini?
nb: Er du sikker på at du vil fjerne sandkassekontoen %@ fra Apple TV?
nl: Weet je zeker dat je Sandbox-account '%@' wilt verwijderen uit deze Apple TV?
pl: Czy na pewno chcesz usunąć konto „piaskownicy” %@ z tego Apple TV?
pt_br: Tem certeza de que deseja remover a conta sandbox %@ desta Apple TV?
pt_pt: Tem a certeza de que pretende remover a conta sandbox “%@” desta Apple TV?
ro: Sigur doriți să eliminați contul sandbox %@ de pe acest Apple TV?
ru: Вы действительно хотите удалить тестовую учетную запись %@ с этого Apple TV?
sk: Naozaj chcete z tohto Apple TV odstrániť sandbox účet %@?
sl: Ste prepričani, da želite odstraniti račun Sandbox %@ iz tega Apple TV-ja?
sv: Är du säker på att du vill ta bort sandbox-kontot %@ från denna Apple TV?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการเอาบัญชี Sandbox %@ ออกจาก Apple TV เครื่องนี้
tr: %@ sandbox hesabını bu Apple TV’den silmek istediğinizden emin misiniz?
uk: Справді вилучити обліковий запис пісочниці %@ з цього Apple TV?
vi: Bạn có chắc chắn muốn xóa tài khoản Sandbox %@ khỏi Apple TV này không?
zh_cn: 你确定要将沙盒账户“%@”从这台Apple TV上移除吗？
zh_hk: 確定要移除此Apple TV上的Sandbox帳户%@嗎？
zh_tw: 確定要從這部Apple TV刪除移除Sandbox帳號%@嗎？

# AccountsSandboxDeleteTitle
source: Remove Sandbox Account
ar: إزالة حساب Sandbox
ca: Elimina el compte d’entorn de proves
cs: Odstranění sandboxového účtu
da: Fjern Sandbox-konto
de: Sandbox-Account entfernen
el: Αφαίρεση λογαριασμού περιοριστικού περιβάλλοντος
es: Eliminar cuenta del entorno de pruebas
es_us: Eliminar cuenta de entorno de pruebas
fi: Poista sandbox-tili
fr: Supprimer le compte Sandbox
fr_ca: Supprimer le compte Sandbox
he: הסרת חשבון ארגז חול (sandbox)
hi: सैंडबॉक्स खाता हटाएँ
hr: Uklonite račun Sandboxa
hu: Sandboxfiók eltávolítása
id: Hapus Akun Sandbox
it: Rimuovi account sandbox
ja: サンドボックスアカウントを削除する
ko: 샌드박스 계정 제거
ms: Keluarkan Akaun Medan Ujian
nb: Fjern sandkassekonto
nl: Verwijder Sandbox-account
pl: Usuń konto „piaskownicy”
pt_br: Remover Conta Sandbox
pt_pt: Remover conta sandbox
ro: Eliminați contul sandbox
ru: Удалить тестовую учетную запись
sk: Odstrániť sandbox účet
sl: Odstranjevanje računa Sandbox
sv: Ta bort sandbox-konto
th: เอาบัญชี Sandbox ออก
tr: Sandbox Hesabını Sil
uk: Вилучити обліковий запис пісочниці
vi: Xóa tài khoản Sandbox
zh_cn: 移除沙盒账户
zh_hk: 移除Sandbox帳户
zh_tw: 移除Sandbox帳號
